Repository: alphax93/tfg-ubilingua
Catalog: Ubilingua/App_LocalResources/Subject.aspx.*.resx
Languages: ar

# abandCurso.OnClientClick
source: if (!confirm('Are you sure you want to drop out of the course? ')) return false;
ar: if (!confirm('هل تأكد أنك تريد خروج الدورة؟ ')) return false;

# abandCurso.Text
source: Leave the course
ar: خروج الدورة

# archivo.Text
source: File
ar: ملف

# archivoServidor.Text
source: File on the server
ar: ملف في الخادم

# audio.Text
source: Audio
ar: ملف سمعي

# audioServidor.Text
source: Audio on the server
ar: ملف سمعي في الخادم

# añadirAdiv.Text
source: Add riddle
ar: إضافة اللغز

# añadirCuest.Text
source: Add questionnaire
ar: إضافة الأسئلة

# añadirDesc.Text
source: Add downloadable resource
ar: إصافة مورد قابل للتنزيل

# añadirImg.Text
source: Add image
ar: إضافة الصورة

# añadirTarea.Text
source: Add task
ar: إضافة مهمة

# añadirTema.Text
source: Add unit
ar: إضافة وحدة

# añadirTexto.Text
source: Add text
ar: إضافة نص

# añadirVideo.Text
source: Add video
ar: إضافة فيديو

# borrarRecurso.OnClientClick
source: if (!confirm('Are you sure you want to delete? ')) return false;
ar: if (!confirm('هل تأكد أنك تريد حذف الدورة؟ ')) return false;

# cambiarContraseña.Text
source: Change password
ar: تغيير كلمة السر

# contraseña.Text
source: Password
ar: كلمة السر

# cursoVacio.Text
source: Empty course
ar: دورة بدون مضمون

# descripcion.Text
source: Description
ar: الوصف

# editarAdiv.Text
source: Edit riddle
ar: تعديل اللغز

# editarCuest.Text
source: Edit questionnaire
ar: تعديل الأسئلة

# editarCurso.Text
source: Edit course name
ar: تعديل اسم الدورة

# editarDesc.Text
source: Edit downloadable resource
ar: تعديل مورد قابل للتنزيل

# editarImg.Text
source: Edit image
ar: تعديل الصورة

# editarTarea.Text
source: Edit task
ar: تعديل المهمة

# editarTema.Text
source: Edit unit
ar: تعديل الوحدة

# editarTexto.Text
source: Edit text
ar: تعديل النص

# editarVideo.Text
source: Edit video
ar: تعديل الفيديو

# eliminarCurso.OnClientClick
source: if (!confirm('Are you sure you want to delete? ')) return false;
ar: if (!confirm('هل تأكد حذف الدورة؟ ')) return false;

# eliminarCurso.Text
source: Delete course
ar: حذف الدورة

# enlace.Text
source: Link
ar: الرابط

# fechaEntrega.Text
source: Submission date
ar: تأريخ الاستسلام

# hacerPrivado.Text
source: Make the course private
ar: إنشاء دورة خاصة

# hacerPublico.OnClientClick
source: if (!confirm('Are you sure you want to make the course public? ')) return false;
ar: if (!confirm('هل تأكد نشر الدورة؟ ')) return false;

# hacerPublico.Text
source: Make the course public
ar: إنشاء دورة عامة

# imagen.Text
source: Image
ar: الصورة

# nombre.Text
source: Name
ar: الاسم

# nuevaContraseña.Text
source: New password
ar: كلمة سر جديدة

# nuevoArchivo.Text
source: New file
ar: ملف جديد

# solucion.Text
source: Answer
ar: الحل

# traduccion.Text
source: Translation
ar: الترجمة

# transcAudio.Text
source: Audio transcription
ar: نص الملف السمعي

# validArchivo.ErrorMessage
source: File field required
ar: حقل الملف إجباري

# validAudio.ErrorMessage
source: Audio file required
ar: ملف سمعي إجباري

# validAudioForm.ErrorMessage
source: Void audio format
ar: نوع الملف غير صحيح

# validContr.Text
source: Password field required
ar: حقل كملة السر إجباري

# validDesc.ErrorMessage
source: Description field required
ar: حقل الوصف إجباري

# validEnlace.ErrorMessage
source: Link field required
ar: حقل الرابط إجباري

# validFecha.ErrorMessage
source: Date field required
ar: حقل التأريخ إجباري

# validImg.ErrorMessage
source: Void image format
ar: نوع الصورة غير صحيح

# validNombre.ErrorMessage
source: Name field required
ar: حقل الاسم إجباري

# validSolucion.ErrorMessage
source: Answer field required
ar: حقل الحل إجباري

# validTexto.ErrorMessage
source: Text field required
ar: حقل النص إجباري

# validYoutube.Text
source: The video must be from YouTube
ar: يجب أن يكون فيديو من يوطوب YouTube

# verCalif.Text
source: View qualifications
ar: رؤية التقريرات
